Revit 2027 API
GroupTypeId.Lining Property
 Lining.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId Lining { get; }
Public Shared ReadOnly Property Lining As ForgeTypeId
	Get
public:
static property ForgeTypeId^ Lining {
	ForgeTypeId^ get ();
}
static member Lining : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
GroupTypeId Class
Autodesk.Revit.DB Namespace